brew "arm-none-eabi-binutils"
brew "arm-none-eabi-gcc"
brew "asciinema"
brew "asciinema"
brew "awscli"
brew "bat"
brew "btop"
brew "colima"
brew "cookiecutter"
brew "dive"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "flac"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "go"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "lima"
brew "luarocks"
brew "make"
brew "mas"
brew "mtr"
brew "ncdu"
brew "ncurses"
brew "neovim"
brew "nmap"
brew "poppler"
brew "pwgen"
brew "pyenv"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "slides"
brew "sqlite"
brew "stow"
brew "superfile"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "vault"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "yq"
brew "zoxide"

cask "balenaetcher"
cask "chatgpt"
cask "claude-code"
cask "crystalfetch"
cask "dropbox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "hiddenbar"
cask "inkscape"
cask "iterm2"
cask "jetbrains-toolbox"
cask "intellij-idea"
cask "joplin"
cask "karabiner-elements"
cask "kicad"
cask "kitty"
cask "microsoft-office"
cask "mqtt-explorer"
cask "obs"
cask "plex"
cask "pritunl"
cask "qmk-toolbox"
cask "raindropio"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "via"
cask "vlc"
cask "webex"
cask "wireshark"

mas "Magnet", id: 441258766
mas "WireGuard", id: 1451685025
mas "BetterJSON for Safari", id: 1511935951
